Repository: mziech/nextcloud-cas
Catalog: l10n/*/cas.po
Languages: de

source: Client should be configured to use the following CAS base URL:
de: Die Client-Anwendungen sollten mit folgender CAS-Server Basis URL konfiguriert werden:

source: Service Providers
de: Service Provider

source: URL match type
de: URL Überprüfung

source: Groups
de: Gruppen

source: Strict
de: Kompatibler Modus

source: Match prefix
de: Nur Prefix

source: Exact match
de: Exakt

source: Regular Expression
de: Regulärer Ausdruck

source: Add service provider
de: Service Provider hinzufügen

source: Save
de: Speichern

source: Saving changes ...
de: Änderungen werden gespeichert ...

source: Loading list of CAS clients ...
de: Lade Liste der CAS Anwendungen ...

source: Unrestricted
de: Uneingeschränkt

source: Strictly adhere to CAS specification, do not send attributes for 2.0 tickets.
de: Genaues einhalten der CAS Spezifikation, indem keine Attribute für 2.0 Tickets ausgeliefert werden.

source: Failed to save CAS settings
de: Fehler beim Speichern der CAS Server Einstellungen

source: This service is restriced!
de: Zugriff auf diese Anwendung ist eingeschränkt!

source: You are not allowed to login to this service.
de: Sie haben nicht die nötigen Zugriffsrechte um sich bei dieser Anwendung anzumelden.

source: Unknown service!
de: Unbekannte Anwendung!

source: You tried to login to an unknown service, please contact the administrator.
de: Sie haben versucht sich bei einer Anwendung anzumelden, die nicht im System hinterlegt ist. Bitte wenden Sie sich an den Administrator.

source: Internal server error!
de: Interner Fehler!

source: Due to technical problems, your login request cannot be processed right now. Please try again later or contact the administrator.
de: Aufgrund von technischen Problemen kann Ihre Anfrage nicht bearbeitet werden. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Administrator.

source: CAS login successful
de: CAS Anmeldung erfolgreich

source: If you are not being redirected, please click here.
de: Falls Sie nicht automatisch weitergeleitet werden, klicken Sie hier.
